tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'neovim/neovim'
tap 'homebrew/homebrew-php'
tap 'neomutt/homebrew-neomutt'
tap 'thoughtbot/formulae'

brew 'ack'
brew 'ag'
brew 'bash'
brew 'coreutils'
brew 'diff-so-fancy'
brew 'fzf'
brew 'go'
brew 'grep', args: ['with-default-names']
brew 'grc'
brew 'imagemagick'
brew 'jq'
brew 'neomutt'
brew 'neovim'
brew 'offlineimap'
brew 'openssl'
brew 'node'
brew 'postgresql'
brew 'python'
brew 'python3'
brew 'readline'
brew 'ruby-install'
brew 'chruby'
brew 'rcm'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'sqlite'
brew 'task'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'z'

cask 'karabiner-elements'
