tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "crisidev/homebrew-chunkwm"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "neomutt/neomutt"
tap "thoughtbot/formulae"

brew "ack"
brew "automake"
brew "awscli"
brew "bash"
brew "bat"
brew "bison"
brew "coreutils"
brew "ctags"
brew "chunkwm"
brew "diff-so-fancy"
brew "diffutils"
brew "direnv"
brew "erlang"
brew "fasd"
brew "fd"
brew "fontforge"
brew "fswatch"
brew "fzf"
brew "gdbm"
brew "gem_home", args: ["HEAD"]
brew "git"
brew "git-crypt"
brew "gnupg", link: false
brew "go"
brew "gradle"
brew "graphviz"
brew "grc"
brew "grep", args: ["with-default-names"]
brew "highlight"
brew "imagemagick", args: ["with-x11"]
brew "jemalloc"
brew "jq"
brew "kafkacat"
brew "libffi"
brew "libuv"
brew "libyaml"
brew "luajit"
brew "lynx"
brew "markdown"
brew "mas"
brew "neomutt/neomutt/neomutt"
brew "node"
brew "offlineimap"
brew "openssl"
brew "openssl@1.1"
brew "pandoc"
brew "postgresql"
brew "python"
brew "python"
brew "python@2"
brew "readline"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby-install"
brew "shellcheck"
brew "koekeishiya/formulae/skhd"
brew "sqlite"
brew "task"
brew "telnet"
brew "the_silver_searcher"
brew "thoughtbot/formulae/rcm"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew 'ripgrep'

cask "java"
cask "caskroom/fonts/font-meslo-nerd-font"
cask "caskroom/fonts/font-meslo-nerd-font-mono"
cask "caskroom/versions/google-chrome-canary"
cask "xquartz"

mas "1Password 7", id: 1333542190
mas "Moom", id: 419330170
mas "Skitch", id: 425955336
