tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "thoughtbot/formulae"
tap "heroku/brew"

brew "awscli"
brew "bat"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "diffutils"
brew "direnv"
brew "fasd"
brew "fd"
brew "fontforge"
brew "git"
brew "gnupg", link: false
brew "go"
brew "grc"
brew "heroku"
brew "highlight"
brew "jemalloc"
brew "jq"
brew "kubectl"
brew "neovim"
brew "node"
brew "python"
brew "redis"
brew "ruby-install"
brew "shellcheck"
brew "sqlite"
brew "thoughtbot/formulae/rcm"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew 'ripgrep'

cask "font-meslo-lg-nerd-font"
