tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"
tap "thoughtbot/formulae"
tap "heroku/brew"

brew "automake"
brew "awscli"
brew "bash"
brew "bat"
brew "bison"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "diffutils"
brew "direnv"
brew "fasd"
brew "fd"
brew "fontforge"
brew "fswatch"
brew "fzf"
brew "gdbm"
brew "git"
brew "gnupg", link: false
brew "go"
brew "gradle"
brew "graphviz"
brew "grc"
brew "heroku"
brew "highlight"
brew "jemalloc"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ['HEAD']
brew "kubectl"
brew "libffi"
brew "libuv"
brew "libyaml"
brew "luajit"
brew "markdown"
brew "neovim"
brew "node"
brew "openssl"
brew "openssl@1.1"
brew "postgresql"
brew "python"
brew "readline"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby-install"
brew "shellcheck"
brew "sqlite"
brew "task"
brew "telnet"
brew "thoughtbot/formulae/rcm"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew 'ripgrep'

cask "font-meslo-lg-nerd-font"
